
PawnOptions = {
["LastVersion"] = 2.1107,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 15156,
["Level"] = 43,
["Link"] = "|cff1eff00|Hitem:15156::::::-19:127402002:40::264::::::::|h[Полуночная шапка со знаком интеллекта]|h|r",
},
{
["ID"] = 44400,
["Level"] = 146,
["Link"] = "|cff0070dd|Hitem:44400::::::::69::264::::::::|h[Ожерелье безмятежных небес]|h|r",
},
{
["ID"] = 40756,
["Level"] = 171,
["Link"] = "|cff0070dd|Hitem:40756::::::::73::264::::::::|h[Наплечники соблазнителя]|h|r",
},
nil,
{
["ID"] = 9469,
["Level"] = 49,
["Link"] = "|cff0070dd|Hitem:9469::::::::44::264::::::::|h[Чешуя Газ'риллы]|h|r",
},
{
["ID"] = 35662,
["Level"] = 163,
["Link"] = "|cff0070dd|Hitem:35662::::::::72::264::::::::|h[Ремень из надкрыльев]|h|r",
},
{
["ID"] = 62025,
["Level"] = 1,
["Link"] = "|cff00ccff|Hitem:62025::::::::26::264::::::::|h[Таинственный килт Стихий]|h|r",
},
{
["ID"] = 42766,
["Level"] = 155,
["Link"] = "|cff0070dd|Hitem:42766::::::::70::264::::::::|h[Шипастые ботфорты перемен]|h|r",
},
{
["ID"] = 39679,
["Level"] = 155,
["Link"] = "|cff0070dd|Hitem:39679::::::::69::264::::::::|h[Наручи заклинателя рун]|h|r",
},
{
["ID"] = 35599,
["Level"] = 159,
["Link"] = "|cff0070dd|Hitem:35599::::::::71::264::::::::|h[Рукавицы из змеиной чешуи]|h|r",
},
{
["ID"] = 35597,
["Level"] = 159,
["AlsoFitsIn"] = 12,
["Link"] = "|cff0070dd|Hitem:35597::::::::71::264::::::::|h[Кольцо вечной мерзлоты]|h|r",
},
{
["ID"] = 35597,
["Level"] = 159,
["AlsoFitsIn"] = 11,
["Link"] = "|cff0070dd|Hitem:35597::::::::72::264::::::::|h[Кольцо вечной мерзлоты]|h|r",
},
{
["ID"] = 11832,
["Level"] = 56,
["AlsoFitsIn"] = 14,
["Link"] = "|cff0070dd|Hitem:11832::::::::53::264::::::::|h[Кладезь знаний]|h|r",
},
{
["ID"] = 11832,
["Level"] = 56,
["AlsoFitsIn"] = 13,
["Link"] = "|cff0070dd|Hitem:11832::::::::54::264::::::::|h[Кладезь знаний]|h|r",
},
{
["ID"] = 38223,
["Level"] = 159,
["Link"] = "|cff0070dd|Hitem:38223::::::::70::264::::::::|h[Плащ лазурных огней]|h|r",
},
{
["ID"] = 25760,
["Level"] = 103,
["Link"] = "|cff0070dd|Hitem:25760::::::::68::264::::::::|h[Дубинка боевого мага]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
