
PawnOptions = {
["LastVersion"] = 2.1107,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 86691,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86691::::::::90::264::::::::|h[Большой шлем огненной птицы]|h|r",
},
{
["ID"] = 86754,
["Level"] = 476,
["Link"] = "|cffa335ee|Hitem:86754::::::::90::262::::::::|h[Амулет семи проклятий]|h|r",
},
{
["ID"] = 81069,
["Level"] = 463,
["Link"] = "|cff0070dd|Hitem:81069::::::::90::264::::::::|h[Наплечники малой дерзости]|h|r",
},
nil,
{
["ID"] = 86693,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86693::::::::90::264::::::::|h[Мундир огненной птицы]|h|r",
},
{
["ID"] = 86900,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86900::::::::90::264::::::::|h[Связующая цепь вечного лета]|h|r",
},
{
["ID"] = 86690,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86690::::::::90::264::::::::|h[Бриджи огненной птицы]|h|r",
},
{
["ID"] = 90907,
["Level"] = 476,
["Link"] = "|cffa335ee|Hitem:90907::::::::90::264::::::::|h[Сапоги непростительной обиды]|h|r",
},
{
["ID"] = 86826,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86826::::::::90::262::::::::|h[Наручи бешеной ярости]|h|r",
},
{
["ID"] = 86692,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86692::::::::90::262::::::::|h[Повязки огненной птицы]|h|r",
},
{
["ID"] = 86873,
["Level"] = 483,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:86873::::::::90::264::::::::|h[Печатка водяной души]|h|r",
},
{
["ID"] = 86858,
["Level"] = 483,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:86858::::::::90::264::::::::|h[Печать язычника]|h|r",
},
{
["ID"] = 86885,
["Level"] = 483,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:86885::::::::90::262::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 86885,
["Level"] = 483,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:86885::::::::90::264::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 86827,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86827::::::::90::264::::::::|h[Пелерина сгущающихся туч]|h|r",
},
{
["ID"] = 86909,
["Level"] = 483,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:86909::::::::90::262::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
{
["ID"] = 86909,
["Level"] = 483,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:86909::::::::90::264::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
