
PawnOptions = {
["LastVersion"] = 2.1108,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 85351,
["Level"] = 496,
["Link"] = "|cffa335ee|Hitem:85351::76885:76686:::::90::264::::::::|h[Большой шлем огненной птицы]|h|r",
},
{
["ID"] = 87076,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:87076::::::::90::264::::::::|h[Кабошон пробудителя мира]|h|r",
},
{
["ID"] = 87133,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87133::::::::90::264::::::::|h[Мантия огненной птицы]|h|r",
},
nil,
{
["ID"] = 86951,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:86951:4419:76694:76668:::::90::264::::::::|h[Доспех необыкновенных тайн]|h|r",
},
{
["ID"] = 90452,
["Level"] = 496,
["Link"] = "|cffa335ee|Hitem:90452::::::::90::264::::::::|h[Ремень выбивающего искры]|h|r",
},
{
["ID"] = 87042,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:87042::::::::90::264::::::::|h[Поножи плененной воли]|h|r",
},
{
["ID"] = 86877,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86877::::::::90::264::::::::|h[Сапоги пленника энергетической тюрьмы]|h|r",
},
{
["ID"] = 86826,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86826::::::::90::262::::::::|h[Наручи бешеной ярости]|h|r",
},
{
["ID"] = 87130,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87130::::::::90::264::::::::|h[Повязки огненной птицы]|h|r",
},
{
["ID"] = 86873,
["Level"] = 483,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:86873::::::::90::264::::::::|h[Печатка водяной души]|h|r",
},
{
["ID"] = 86858,
["Level"] = 483,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:86858::::::::90::264::::::::|h[Печать язычника]|h|r",
},
{
["ID"] = 86327,
["Level"] = 496,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:86327::::::::90::264::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 86327,
["Level"] = 496,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:86327::::::::90::262::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 89936,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:89936::::::::90::264::::::::|h[Плащ осколков разума]|h|r",
},
{
["ID"] = 90527,
["Level"] = 503,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:90527::76686::::::90::264::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
{
["ID"] = 90527,
["Level"] = 503,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:90527:4442:76686::::::90::264::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
