
PawnOptions = {
["LastVersion"] = 2.1107,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 86691,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86691::::::::90::264::::::::|h[Большой шлем огненной птицы]|h|r",
},
{
["ID"] = 86754,
["Level"] = 476,
["Link"] = "|cffa335ee|Hitem:86754::::::::90::262::::::::|h[Амулет семи проклятий]|h|r",
},
{
["ID"] = 87133,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87133::::::::90::264::::::::|h[Мантия огненной птицы]|h|r",
},
nil,
{
["ID"] = 86693,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86693::::::::90::264::::::::|h[Мундир огненной птицы]|h|r",
},
{
["ID"] = 86900,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86900::::::::90::264::::::::|h[Связующая цепь вечного лета]|h|r",
},
{
["ID"] = 86690,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86690::::::::90::264::::::::|h[Бриджи огненной птицы]|h|r",
},
{
["ID"] = 86877,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86877::::::::90::264::::::::|h[Сапоги пленника энергетической тюрьмы]|h|r",
},
{
["ID"] = 86826,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86826::::::::90::262::::::::|h[Наручи бешеной ярости]|h|r",
},
{
["ID"] = 86692,
["Level"] = 483,
["Link"] = "|cffa335ee|Hitem:86692::::::::90::262::::::::|h[Повязки огненной птицы]|h|r",
},
{
["ID"] = 86873,
["Level"] = 483,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:86873::::::::90::264::::::::|h[Печатка водяной души]|h|r",
},
{
["ID"] = 86858,
["Level"] = 483,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:86858::::::::90::264::::::::|h[Печать язычника]|h|r",
},
{
["ID"] = 86327,
["Level"] = 496,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:86327::::::::90::264::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 86327,
["Level"] = 496,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:86327::::::::90::262::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 89819,
["Level"] = 489,
["Link"] = "|cffa335ee|Hitem:89819::::::::90::264::::::::|h[Плащ осколков разума]|h|r",
},
{
["ID"] = 86909,
["Level"] = 483,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:86909::::::::90::262::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
{
["ID"] = 87039,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:87039::::::::90::264::::::::|h[Око древнего духа]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
