
PawnOptions = {
["LastVersion"] = 2.1109,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 89927,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:89927::::::::90::264::::::::|h[Капюшон темных мечтаний]|h|r",
},
{
["ID"] = 87076,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:87076::::::::90::264::::::::|h[Кабошон пробудителя мира]|h|r",
},
{
["ID"] = 87133,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87133::::::::90::264::::::::|h[Мантия огненной птицы]|h|r",
},
nil,
{
["ID"] = 86951,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:86951:4419:76694:76668:::::90::264::::::::|h[Доспех необыкновенных тайн]|h|r",
},
{
["ID"] = 90452,
["Level"] = 496,
["Link"] = "|cffa335ee|Hitem:90452::::::::90::264::::::::|h[Ремень выбивающего искры]|h|r",
},
{
["ID"] = 87132,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87132::::::::90::264::::::::|h[Бриджи огненной птицы]|h|r",
},
{
["ID"] = 90515,
["Level"] = 516,
["Link"] = "|cffa335ee|Hitem:90515::::::::90::264::::::::|h[Сапоги пленника энергетической тюрьмы]|h|r",
},
{
["ID"] = 86962,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:86962::::::::90::264::::::::|h[Наручи бешеной ярости]|h|r",
},
{
["ID"] = 87130,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87130::::::::90::264::::::::|h[Повязки огненной птицы]|h|r",
},
{
["ID"] = 90511,
["Level"] = 516,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:90511::::::::90::264::::::::|h[Печатка водяной души]|h|r",
},
{
["ID"] = 90511,
["Level"] = 516,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:90511::::::::90::262::::::::|h[Печатка водяной души]|h|r",
},
{
["ID"] = 87163,
["Level"] = 509,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:87163::::::::90::264::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 87163,
["Level"] = 509,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:87163::::::::90::262::::::::|h[Духи солнца]|h|r",
},
{
["ID"] = 89936,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:89936::::::::90::264::::::::|h[Плащ осколков разума]|h|r",
},
{
["ID"] = 87170,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:87170::::::::90::264::::::::|h[Цзинь'я, сфера говорящего с водой]|h|r",
},
{
["ID"] = 90527,
["Level"] = 503,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:90527:4442:76686::::::90::264::::::::|h[Потрескивающий кинжал Регейла]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
