
PawnOptions = {
["LastVersion"] = 2.1107,
["LastPlayerFullName"] = "Зурантор-Пламегор",
["AutoSelectScales"] = true,
["AutoSelectScalesEnabledOnce"] = true,
["ItemLevels"] = {
{
["ID"] = 72905,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72905::::::::80::264::::::::|h[Клобук владыки бурь]|h|r",
},
{
["ID"] = 55258,
["Level"] = 308,
["Link"] = "|cff0070dd|Hitem:55258::::::::80::264::::::::|h[Подвеска из рыбы-иглы]|h|r",
},
{
["ID"] = 57281,
["Level"] = 272,
["Link"] = "|cff1eff00|Hitem:57281::::::::80::264::::::::|h[Наплечные пластины из чешуи каменношкурой трески]|h|r",
},
nil,
{
["ID"] = 72889,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72889::::::::80::264::::::::|h[Мундир владыки бурь]|h|r",
},
{
["ID"] = 72908,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72908::::::::80::264::::::::|h[Ремень владыки бурь]|h|r",
},
{
["ID"] = 72702,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72702::::::::80::264::::::::|h[Набедренники владыки бурь]|h|r",
},
{
["ID"] = 72890,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72890::::::::80::264::::::::|h[Сапоги владыки бурь]|h|r",
},
{
["ID"] = 72909,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72909::::::::80::264::::::::|h[Наручи владыки бурь]|h|r",
},
{
["ID"] = 72904,
["Level"] = 232,
["Link"] = "|cff1eff00|Hitem:72904::::::::80::264::::::::|h[Захваты владыки бурь]|h|r",
},
{
["ID"] = 66903,
["Level"] = 316,
["AlsoFitsIn"] = 12,
["Link"] = "|cff0070dd|Hitem:66903::::::::81::264::::::::|h[Перстень калифа]|h|r",
},
{
["ID"] = 66903,
["Level"] = 316,
["AlsoFitsIn"] = 11,
["Link"] = "|cff0070dd|Hitem:66903::::::::82::264::::::::|h[Перстень калифа]|h|r",
},
{
["ID"] = 73142,
["Level"] = 232,
["AlsoFitsIn"] = 14,
["Link"] = "|cff1eff00|Hitem:73142::::::::80::264::::::::|h[Идол мудрости владыки бурь]|h|r",
},
{
["ID"] = 73145,
["Level"] = 232,
["AlsoFitsIn"] = 13,
["Link"] = "|cff1eff00|Hitem:73145::::::::80::264::::::::|h[Камень мудрости владыки бурь]|h|r",
},
{
["ID"] = 38223,
["Level"] = 159,
["Link"] = "|cff0070dd|Hitem:38223::::::::70::264::::::::|h[Плащ лазурных огней]|h|r",
},
{
["ID"] = 55228,
["Level"] = 308,
["Link"] = "|cff0070dd|Hitem:55228::::::::80::264::::::::|h[Посох из островерхой раковины]|h|r",
},
},
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 3,
}
